Repository: huixiangyang/arc-kit
Catalog: Targets/ArcKitRuntimeHost/Resources/Localization/HostEntry.xcstrings
Source language: en
Languages: zh_hans

# extension.finder.off
source: Finder is off
zh_hans: Finder 功能已关闭

# host.arcKit.stopped.finder.off
source: Arc Kit stopped or Finder is off
zh_hans: Arc Kit 已停止或 Finder 功能未开启

# host.background.service.ended
source: Background service ended
zh_hans: 后台已结束

# host.committed.configuration.incomplete
source: Committed configuration is incomplete
zh_hans: 已提交配置不完整

# host.configuration.updated.retry
source: Configuration updated. Try again.
zh_hans: 配置已更新，请重试

# host.finder.off
source: Finder is off
zh_hans: Finder 功能未开启

# host.invalid.language.configuration
source: Invalid language configuration
zh_hans: 语言配置无效

# host.main.app.runtime.session.mismatch
source: Main app runtime session mismatch
zh_hans: 主应用运行会话不匹配

# host.mouse.off
source: Mouse is off
zh_hans: 鼠标功能已关闭

# host.mouse.off.runtime.session
source: Mouse is off or the runtime session ended
zh_hans: 鼠标功能未开启或运行会话已结束

# host.windows.mouse.off.accessibility
source: Windows and Mouse are off. Accessibility permission is not currently needed.
zh_hans: 窗口和鼠标均已关闭，暂不需要辅助功能权限

# host.windows.off
source: Windows is off
zh_hans: 窗口功能已关闭

# host.windows.off.runtime.session
source: Windows is off or the runtime session ended
zh_hans: 窗口功能未开启或运行会话已结束
